Repository: mrbuslov/whyskin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: вводить через запятую
uk: вводити через кому

source: Опишите товар как можно подробнее...
uk: Опишіть товар якомога детальніше...

source: Напишите, как можно использовать этот товар
uk: Напишіть, як використовувати цей товар

source: Название + модель
uk: Назва + модель

source: Введите email
uk: Введіть email

source: Введите имя
uk: Введіть ім'я

source: Введите фамилию
uk: Введіть прізвище

source: Введите отчество
uk: Введіть по-батькові

source: Напишите, что мы должны знать об этом заказе...
uk: Напишіть, що ми повинні знати про це замовлення...

source: Название публикации...
uk: Назва публікації...

source: Описание публикации...
uk: Опис публікації...

source: Самой большой ошибкой, которую вы можете совершить в своей жизни, является постоянная боязнь ошибаться.
uk: Найбільшою помилкою, яку ви можете зробити у своєму житті, є постійний страх помилятися.

source: Все ошибаются. Ведь даже на карандашах есть ластики.
uk: Усі помиляються. Адже навіть на олівцях є ластики.

source: Кто никогда не совершал ошибок, тот никогда не пробовал что-то новое.
uk: Хто ніколи не робив помилок, той ніколи не пробував щось нове.

source: А ведь именно ошибки делают нас интересными.
uk: Адже саме помилки роблять нас цікавими.

source: Ошибки всегда можно себе простить, если только найдется смелость признать их.
uk: Помилки завжди можна пробачити, якщо тільки знайдеться сміливість визнати їх.

source: Совершим все возможные ошибки, потому что иначе мы не узнаем, почему их не надо было делать.
uk: Зробимо всі можливі помилки, бо інакше ми не дізнаємося, чому їх не треба було робити.

source: Не ошибается тот, кто ничего не делает. Не бойтесь ошибаться — бойтесь повторять ошибки.
uk: Не помиляється той, хто нічого не робить. Не бійтеся помилятися - бійтеся повторювати помилки.

source: Элберт Грин Хаббард
uk: Елберт Грін Хаббард

source: Ленни Леонард (Симпсоны)
uk: Ленні Леонард (Сімпсони)

source: Альберт Эйнштейн
uk: Альберт Ейнштейн

source: Брюс Ли
uk: Брюс Лі

source: Новая Почта
uk: Нова Пошта

source: Укрпочта
uk: Укрпошта

source: Самовывоз
uk: Самовивіз

source: Наличные средства
uk: Готівка

source: Наложенный платёж
uk: Накладений платіж

source: Подтверждён
uk: Підтверджено

source: На рассмотрении
uk: На розгляді

source: Оплачен
uk: Сплачено

source: Отклонён
uk: Відхилений

source: Вход
uk: Вхід

source: Войдите в свой аккаунт на WhySkin
uk: Увійдіть до свого облікового запису на WhySkin

source: Войти
uk: Увійти

source: Ещё нет аккаунта?
uk: Ще немає облікового запису?

source: Создайте
uk: Створіть

source: Забыли пароль?
uk: Забули пароль?

source: Ваш профиль
uk: Ваш профіль

source: Дополните данные о себе, чтобы быстрее оформлять заказы
uk: Доповніть дані про себе, щоб швидше оформляти замовлення

source: Имя
uk: Ім'я

source: Фамилия
uk: Прізвище

source: Номер телефона
uk: Номер телефону

source: Изменить
uk: Змінити

source: Сменить пароль
uk: Змінити пароль

source: Выйти
uk: Вийти

source: Регистрация
uk: Реєстрація

source: Страница регистрации на WhySkin
uk: Сторінка реєстрації на WhySkin

source: Я соглашаюсь с
uk: Я погоджуюсь з

source: Политикой конфиденциальности
uk: Політикою конфіденційності

source: и даю согласие на обработку личных данных
uk: та даю згоду на обробку особистих даних

source: Зарегистрироваться
uk: Зареєструватись

source: Уже есть аккаунт
uk: Вже є акаунт

source: Забыли пароль
uk: Забули пароль

source: Вы с нами
uk: Ви з нами

source: Страница успешной регистрации
uk: Сторінка успішної реєстрації

source: Регистрация успешна
uk: Реєстрація успішна

source: Ура, теперь Вы с нами
uk: Ура, тепер Ви з нами

source: Вскоре отправимся на поиски новой косметики
uk: Незабаром вирушимо на пошуки нової косметики

source: Перейти в профиль
uk: Перейти до профілю

source: Вернуться на главную
uk: Повернутися на головну

source: Сброс пароля
uk: Скидання пароля

source: Страница сброса пароля
uk: Сторінка скидання пароля

source: Введите Ваш email для сброса пароля
uk: Введіть Ваш email для скидання пароля

source: Отправить
uk: Надіслати

source: Пароль сброшен
uk: Пароль скинутий

source: Страница успешного сброса пароля
uk: Сторінка успішного скидання пароля

source: Мы отправили Вам письмо
uk: Ми надіслали Вам листа

source: Проверьте почту. Если письма нет, подождите немного, Gmail делает проверку
uk: Перевірте пошту. Якщо листа немає, зачекайте трохи, Gmail перевіряє

source: Если же его долго нет, посмотрите в папки "Спам" и "Вся почта"
uk: Якщо ж його довго немає, подивіться в папки "Спам" та "Вся пошта"

source: Войти в профиль
uk: Увійти до профілю

source: Введите новый пароль
uk: Введіть новий пароль

source: Страница, где Вы можете ввести новый пароль
uk: Сторінка, де Ви можете ввести новий пароль

source: Добавление товара
uk: Додавання товару

source: Кнопка для загрузки фото
uk: Кнопка для завантаження фото

source: Загрузить изображения
uk: Завантажити зображення

source: Название
uk: Назва

source: Категория
uk: Категорія

source: Цена
uk: Ціна

source: Старая цена
uk: Стара ціна

source: Кол-во товаров на складе
uk: Кількість товарів на складі

source: Статус товара
uk: Статус товару

source: Описание товара
uk: Опис товару

source: Дополнительная информация
uk: Додаткова інформація

source: Страна
uk: Країна

source: Производитель
uk: Виробник

source: Активные компоненты
uk: Активні компоненти

source: необяз
uk: необов'яз

source: Назначение
uk: Призначення

source: Тип кожи
uk: Тип шкіри

source: Объём
uk: Об'єм

source: Способы применения
uk: Способи застосування

source: Добавить товар
uk: Додати товар

source: Ежедневно с
uk: Щодня з

source: Посмотреть корзину
uk: Переглянути кошик

source: Понравившиеся товары
uk: Товари, що сподобалися

source: Войти или зарегистрироваться
uk: Увійти або зареєструватися

source: Добавить продукт
uk: Додати продукт

source: Найти товар
uk: Знайти товар

source: Поиск
uk: Пошук

source: Открыть меню
uk: Відкрити меню

source: Дополнительно
uk: Додатково

source: Категории
uk: Категорії

source: Стрелка
uk: Стрілка

source: Контакты
uk: Контакти

source: Доставка и оплата
uk: Доставка і оплата

source: Корзина
uk: Кошик

source: Политика конфиденциальности
uk: Політика конфіденційності

source: Публичная оферта
uk: Публічна оферта

source: Обмен и возврат
uk: Обмін та повернення

source: О нас
uk: Про нас

source: Добавлено в корзинку
uk: Додано до кошика

source: Посмотреть товары
uk: Переглянути товари

source: Перейти на нашу страницу в Инстаграм
uk: Перейти на нашу сторінку в Інстаграм

source: Перейти на нашу страницу в Тик Ток
uk: Перейти на нашу сторінку в Тік Ток

source: Клиентам
uk: Клієнтам

source: Важное
uk: Важливе

source: Другое
uk: Інше

source: Ваша корзинка
uk: Ваш кошик

source: Корзинка с добавленными товарами
uk: Кошик з доданими товарами

source: Ваша корзинка с добавленными товарами
uk: Ваш кошик з доданими товарами

source: Подберите интересные товары и нажмите кнопку оформить заказ
uk: Підберіть цікаві товари та натисніть кнопку оформити замовлення

source: Изображение
uk: Зображення

source: В корзинке пока нет товаров. Давайте
uk: У кошику поки що немає товарів. Давайте

source: поищем
uk: пошукаємо

source: Фото корзинки
uk: Фото кошика

source: Оформить заказ
uk: Оформити замовлення

source: Категория -
uk: Категорія -

source: Найдите товары в категории
uk: Знайдіть товари в категорії

source: ,которые понравятся и подойдут Вам
uk: ,які сподобаються і підійдуть Вам

source: Продукты
uk: Продукти

source: Мы скоро добавим продукты в эту категорию
uk: Ми скоро додамо продукти до цієї категорії

source: Удалить из понравившихся
uk: Видалити, що сподобалося

source: Добавить в понравившиеся
uk: Додати до вподобаних

source: Фото продукта
uk: Фото продукту

source: Удалить из корзинки
uk: Видалити з кошика

source: Добавить в корзинку
uk: Додати до кошика

source: из
uk: з

source: WhySkin - корейская косметика для тебя❤️
uk: WhySkin - корейська косметика для тебе❤️

source: Магазин корейской косметики с индивидуальным подходом❤️Всегда свежие новинки для всех типов кожи!
uk: Магазин корейської косметики з індивідуальним підходом ❤️Завжди свіжі новинки для всіх типів шкіри!

source: WhySkin на одной волне с косметикой!
uk: WhySkin на одній хвилі з косметикою!

source: Напишите нам
uk: Напишіть нам

source: мы поможем подобрать нужный уход для Вас и на подарок
uk: ми допоможемо підібрати потрібний догляд для Вас та на подарунок

source: Интересные товары
uk: Цікаві товари

source: Приглянувшиеся товары
uk: Товари, що сподобалися

source: Понравившихся товаров пока нет. Давайте
uk: Сподобаних товарів поки що немає. Давайте

source: Оформление заказа
uk: Оформлення замовлення

source: Страница оформления заказа
uk: Сторінка оформлення замовлення

source: Вы можете
uk: Ви можете

source: посмотреть больше
uk: переглянути більше

source: товаров и добавить интересные в корзину
uk: товарів та додати цікаві до кошика

source: Ваш заказ
uk: Ваше замовлення

source: Кликните по способу доставки
uk: Клацніть по способу доставки

source: Новая почта
uk: Нова Пошта

source: В отделение
uk: У відділення

source: В почтомат
uk: У поштомат

source: (доставка дешевле)
uk: (доставка дешевше)

source: Введите и выберите Ваш город из списка
uk: Введіть та виберіть Ваше місто зі списку

source: Выберите отделение/почтомат
uk: Виберіть відділення/поштомат

source: Рады, что увидим Вас
uk: Раді, що побачимо Вас

source: Вы сможете забрать свой заказ по адресу
uk: Ви зможете забрати своє замовлення за адресою

source: пр. Гагарина 43, г. Днепр
uk: пр. Гагаріна 43, м. Дніпро

source: ТЦ "Лето"
uk: ТЦ "Літо"

source: Введите Ваши данные
uk: Введіть Ваші дані

source: Ваше Имя
uk: Ваше ім'я

source: Ваша Фамилия
uk: Ваше прізвище

source: Ваше Отчество
uk: Ваше по-батькові

source: Ваш номер телефона
uk: Ваш номер телефону

source: Комментарий к заказу
uk: Коментар до замовлення

source: (необязательно)
uk: (не обов'язково)

source: К оплате
uk: До сплати

source: бесплатно
uk: безкоштовно

source: Спасибо за заказ!
uk: Дякуємо за замовлення!

source: Страница успешного оформления заказа
uk: Сторінка успішного оформлення замовлення

source: Заказ оформлен успешно
uk: Замовлення оформлено успішно

source: Что-то пошло не так... Нам не удалось сформировать заказ
uk: Щось пішло не так... Нам не вдалося сформувати замовлення

source: Напишите
uk: Напишіть

source: нам в Телеграме
uk: нам у Телеграмі

source: или позвоните по номеру
uk: або зателефонуйте за номером

source: мы Вам лично соберём заказ
uk: ми Вам особисто зберемо замовлення

source: И спасибо за заказ
uk: І дякуємо за замовлення

source: В ближашее время с Вами свяжется приятная девушка или парень, чтобы уточнить детали
uk: Найближчим часом з Вами зв'яжеться приємна дівчина чи хлопець, щоб уточнити деталі

source: Номер Вашего заказа
uk: Номер Вашого замовлення

source: Перейти на главную
uk: Перейти на головну

source: купить на WhySkin
uk: купити на WhySkin

source: прямо из Кореи в Ваши руки – оригинальный продукт по низкой цене! Заказывайте, будете довольны
uk: прямо з Кореї до Ваших рук – оригінальний продукт за низькою ціною! Замовляйте, будете задоволені

source: купить по самой низкой и приятной цене в Украине на WhySkin.com.ua
uk: купити за найнижчою та приємною ціною в Україні на WhySkin.com.ua

source: Оставить отзыв
uk: Залишити відгук

source: Артикул (код товара)
uk: Артикул (код товару)

source: Убрать из избранных
uk: Прибрати з вибраних

source: Добавить в избранное
uk: Додати в обране

source: Купить
uk: Купити

source: Добавлено в корзину
uk: Додано до кошика

source: Добавить в корзину
uk: Додати до кошику

source: (и смотреть дальше)
uk: (і дивитись далі)

source: Короткое описание
uk: Короткий опис

source: Перейти к полному описанию
uk: Перейти до повного опису

source: Что Вам может понравиться
uk: Що Вам може сподобатися

source: Описание
uk: Опис

source: Способ применения
uk: Спосіб застосування

source: Запрос
uk: Запит

source: Вот что мы нашли по вашему запросу
uk: Ось що ми знайшли за вашим запитом

source: Ваш запрос
uk: Ваш запит

source: Продукты по запросу
uk: Продукти за запитом

source: По запросу
uk: На запит

source: ничего не найдено
uk: нічого не знайдено

source: По Вашему запросу ничего не найдено
uk: За Вашим запитом нічого не знайдено

source: 404... Вы попали на эту страницу, потому что был указан неправильный адрес.
uk: 404... Ви потрапили на цю сторінку, тому що була вказана неправильна адреса.

source: Whyskin 404 страница не найдена
uk: Whyskin 404 сторінка не знайдена

source: Мы искали, но не наискали
uk: Ми шукали, але не знайшли

source: Попробуйте перейти на другую страницу
uk: Спробуйте перейти на іншу сторінку

source: Вернуться назад
uk: Повернутися назад

source: Картинка *ищет
uk: Картинка *шука

source: Вы попали на эту страницу, потому что сервер или упал, или что-то с ним не так.
uk: Ви потрапили на цю сторінку, тому що сервер або впав або щось з ним не так.

source: WhySkin 500 проблема с сервером
uk: WhySkin 500 проблема з сервером

source: Похоже, возникла проблема с сервером. Вернитесь к нам позже, когда мы её решим
uk: Схоже, виникла проблема із сервером. Поверніться до нас пізніше, коли ми її вирішимо

source: Сервер заснул
uk: Сервер заснув

source: Переходите к нам, расскажем много интересного по теме ухода! Раскроем секреты и лайфхаки!
uk: Переходьте до нас, розповімо багато цікавого на тему догляду! Розкриємо секрети та лайфхаки!

source: Блог онлайн-магазина WhySkin
uk: Блог онлайн-магазину WhySkin

source: Добавить новую статью
uk: Додати нову статтю

source: WhySkin блог - полезные знания для Вашего ухода
uk: WhySkin блог - корисні знання для Вашого догляду

source: Сегодня
uk: Сьогодні

source: Свежее
uk: Свіже

source: Вчера
uk: Вчора

source: Публикаций пока нет, но мы вскоре напишем что-то интересное
uk: Публікацій поки що немає, але ми незабаром напишемо щось цікаве

source: Страница
uk: Сторінка

source: Добавить пост
uk: Додати пост

source: Добавить публикацию
uk: Додати публікацію

source: Контакты команды магазина WhySkin. Обращайтесь, всегда рады проконсультировать и помочь с выбором!)
uk: Контакти команди магазину WhySkin. Звертайтесь, завжди раді проконсультувати та допомогти з вибором!)

source: Контакты команды магазина WhySkin
uk: Контакти команди магазину WhySkin

source: Наши рабочие часы с
uk: Наші робочі години з

source: обращайтесь к нам в это время, мы всегда рады проконсультировать Вас и помочь с выбором!
uk: звертайтесь до нас у цей час, ми завжди раді проконсультувати Вас та допомогти з вибором!

source: Вы можете связаться к нами:
uk: Ви можете зв'язатися з нами:

source: (перейдите по ссылке, чтобы начать чат или позвонить)
uk: (перейдіть за посиланням, щоб почати чат або зателефонувати)

source: В ближайшее время мы ответим Вам
uk: Найближчим часом ми відповімо Вам

source: Email / Номер телефона
uk: Email / Номер телефону

source: Напишите, что Вам интересно узнать, или же с чем Вам нужна помощь от нас
uk: Напишіть, що Вам цікаво дізнатися, або з чим Вам потрібна допомога від нас

source: Договор публичной оферты
uk: Договір публічної оферти

source: Договор публичной оферты онлайн-магазина WhySkin. Прочитайте договор оферты перед тем, как покупать товары в нашем онлайн-магазине.
uk: Договір публічної оферти онлайн-магазину WhySkin. Прочитайте договір оферти перед тим, як купувати товари у нашому онлайн-магазині.

source: Договор публичной оферты онлайн-магазина WhySkin
uk: Договір публічної оферти онлайн-магазину WhySkin

source: Условия использования сайта
uk: Умови використання сайту

source: Мы с полной серьёзностью относимся к работе с клиентом и налаживанию положительных взамоотношений с ним. Поэтому мы написани договор публичной оферты для описания нашей работы с точки зрения закона, чтобы наши Покупатели знали правила, по которым будет осуществляться это взаимодействие.
uk: Ми з повною серйозністю ставимося до роботи з клієнтом та налагодження позитивних взаємин з ним. Тому ми написали договір публічної оферти для опису нашої роботи з точки зору закону, щоб наші Покупці знали правила, за якими здійснюватиметься ця взаємодія.

source: Общие положения
uk: Загальні положення

source: 1.1. Настоящее Соглашение определяет условия использования Пользователями (Покупателями) материалов и сервисов сайта https://whyskin.com.ua/ (далее – Сайт, веб-сайт, интернет-магазин)
uk: 1.1. Ця Угода визначає умови використання Користувачами (Покупцями) матеріалів та сервісів сайту https://whyskin.com.ua/ (далі – Сайт, веб-сайт, інтернет-магазин)

source: 1.2. Данное соглашение в соответствии со ст. ст. 633, 641 и гл. 63 Гражданского кодекса Украины является публичным договором (офертой) и адресовано неопределенному кругу лиц не зависимо от статуса (физическое лицо, юридическое лицо, физическое лицо – предприниматель), желающим приобрести товары в интернет-магазине https://whyskin.com.uа . Продавцами товара могут быть иные третьи лица (не Администрация), которые пользуються услугами https://whyskin.com.ua/ для реализации своих товаров в сети Интернет. Информация о таких продавцах предоставляется Администрацией по запросу Пользователя (Покупателя)
uk: 1.2. Ця угода відповідно до ст. ст. 633, 641 і гол. 63 Цивільного кодексу України є публічним договором (офертою) та адресовано невизначеному колу осіб незалежно від статусу (фізична особа, юридична особа, фізична особа – підприємець), що бажає придбати товари в інтернет-магазині https://whyskin.com.uа. Продавцями товару можуть бути інші треті особи (не Адміністрація), які користуються послугами https://whyskin.com.ua/ для реалізації своїх товарів у мережі Інтернет. Інформація про таких продавців надається Адміністрацією на запит Користувача (Покупця)

source: 1.3. Поскольку настоящее Соглашение является публичной офертой, то получая доступ к материалам Сайта Пользователь (Покупатель) считается присоединившимся к настоящему Соглашению.
uk: 1.3. Оскільки ця Угода є публічною офертою, то отримуючи доступ до матеріалів Сайту Користувач (Покупець) вважається такою, що приєдналася до цієї Угоди.

source: 1.4. Администрация Сайта (владелец сайта https://whyskin.com.ua/ и/или уполномоченные им лица) вправе в любое время в одностороннем порядке изменять условия настоящего Соглашения. Новое или измененное Соглашение становятся действительными после размещения его на Сайте. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к Сайту, прекратить использование материалов и сервисов Сайта.
uk: 1.4. Адміністрація Сайту (власник сайту https://whyskin.com.ua/ та/або уповноважені ним особи) має право в будь-який час в односторонньому порядку змінювати умови цієї Угоди. Нова або змінена Угода набуває чинності після розміщення її на Сайті. У разі незгоди Користувача із внесеними змінами він зобов'язаний відмовитися від доступу до Сайту, припинити використання матеріалів та сервісів Сайту.

source: 1.5.Покупатель соглашается с данной публичной офертой в целом и без оговорок при оформлении заказа в онлайн-магазине.
uk: 1.5.Покупець погоджується з даною публічною офертою в цілому та без застережень при оформленні замовлення в онлайн-магазині.

source: 1.6.Посетитель (Покупатель) соглашается с тем, что все условия настоящего Пользовательского Соглашения ему понятны и он принимает его полностью. Если же непонятно, он обратится к Администрации онлайн-магазина.
uk: 1.6.Відвідувач (Покупець) погоджується з тим, що всі умови цієї Угоди Користувача зрозумілі і він приймає її повністю. Якщо ж незрозуміло, він звернеться до Адміністрації онлайн-магазину.

source: 2. Регистрация на Сайте
uk: 2. Реєстрація на Сайті

source: 2.1. Для формирования заказов на Сайте Пользователь (Покупатель) может пройти процедуру регистрации и внести необходимые данные, согласно анкете.
uk: 2.1. Для формування замовлень на Сайті Користувач (Покупець) може пройти процедуру реєстрації та внести необхідні дані згідно з анкетою.

source: 2.2. При регистрации на Сайте Пользователь (Покупатель) обязуется предоставить достоверную и точную информацию о себе и своих контактных данных, для исполнения Администрацией Сайта своих обязательств перед Пользователем (Покупателем) и доставки ему оплаченного Товара.
uk: 2.2. При реєстрації на Сайті Користувач (Покупець) зобов'язується надати достовірну та точну інформацію про себе та свої контактні дані для виконання Адміністрацією Сайту своїх зобов'язань перед Користувачем (Покупцем) та доставки йому оплаченого Товару.

source: 2.3. В процессе регистрации на Сайте Пользователь (Покупатель) указывает логин (его e-mail) и пароль, за безопасность которых он несет ответственность. Пользователь (Покупатель) обязуется не сообщать третьим лицам логин и пароль, указанные при регистрации, хранить эти данные в недоступном для посторонних месте. За все действия, совершаемые от его имени, то есть с использованием его логина и пароля, ответственность несет исключительно Покупатель.
uk: 2.3. У процесі реєстрації на Сайті Користувач (Покупець) вказує логін (його e-mail) та пароль, за безпеку яких він несе відповідальність. Користувач (Покупець) зобов'язується не повідомляти третім особам логін та пароль, зазначені під час реєстрації, зберігати ці дані у недоступному для сторонніх місці. За всі дії, що здійснюються від його імені, тобто з використанням його логіну та пароля, відповідальність несе виключно Покупець.

source: 3. Конфиденциальность и персональные данные
uk: 3. Конфіденційність та персональні дані

source: 3.1. Информация, предоставляемая Пользователем (Покупателем) является конфиденциальной. Администрация сайта использует информацию о Пользователе (Покупателя) с цель выполнения Заказов Посетителя (Покупателя), если иных целей не указано в данном Соглашении.
uk: 3.1. Інформація, яку надає Користувач (Покупець) є конфіденційною. Адміністрація сайту використовує інформацію про Користувача (Покупця) з метою виконання Замовлень Відвідувача (Покупця), якщо інших цілей не зазначено в цій Угоді.

source: 3.2. Заполнение регистрационной анкеты на сайте https://whyskin.com.ua/ Посетитель (Покупатель) добровольно дает согласие на сбор и обработку своих персональных данных Администрацией Сайта с последующей целью: данные, которые предоставляет Посетитель (Покупатель) во время регистрации на Сайте будут использоваться для обработки Заказов на приобретение Товаров, получения информации о Заказе, отправка телекоммуникационными средствами связи (по электронной почте, мобильной связью) рекламных и специальных предложений, информации об акциях, розыгрыши или любой другой информации о деятельности Веб-сайта https://whyskin.com.ua/ , в других коммерческих целях.
uk: 3.2. Заповнення реєстраційної анкети на сайті https://whyskin.com.ua/ Відвідувач (Покупець) добровільно дає згоду на збирання та обробку своїх персональних даних Адміністрацією Сайту з наступною метою: дані, які надає Відвідувач (Покупець) під час реєстрації на Сайті, будуть використовуватись для обробки Замовлень на придбання Товарів, отримання інформації про Замовлення, відправлення телекомунікаційними засобами зв'язку (електронною поштою, мобільним зв'язком) рекламних та спеціальних пропозицій, інформації про акції, розіграші або будь-якої іншої інформації про діяльність Веб-сайту https://whyskin.com .ua/ , в інших комерційних цілях.
