Repository: mrbuslov/whyskin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: 3.3. Для целей, предусмотренных настоящим пунктом, Администрация вправе направлять письма, сообщения и материалы на почтовый адрес, e-mail Посетителя (Покупателя), а также отправлять sms-сообщения, совершать звонки на указанный в анкете номер, если это необходимо для выполнения заказа Пользователя (Покупателя). Администрация имеет право осуществлять запись телефонных звонков с Посетителем (Покупателем) с целью улучшения качества обслуживания последнего, на что Посетитель (Покупатель) дает свое безоговорочное согласие.
uk: 3.3. Для цілей, передбачених цим пунктом, Адміністрація має право надсилати листи, повідомлення та матеріали на поштову адресу, e-mail Гостя (Покупця), а також надсилати SMS-повідомлення, здійснювати дзвінки на вказаний в анкеті номер, якщо це необхідно для виконання замовлення Користувача (Покупця). Адміністрація має право здійснювати запис телефонних дзвінків із Відвідувачем (Покупцем) з метою покращення якості обслуговування останнього, на що Відвідувач (Покупець) дає свою беззаперечну згоду.

source: 3.4. Посетитель (Покупатель) дает согласие на использование Администрацией технологии cookie. Файлы cookie не содержат личной информации и не могут никоим образом считывать информацию жесткого диска Посетителя (Покупателя). Файлы cookie используются для того, чтобы повышать качество предоставляемых услуг в т.ч.: для быстрой идентификации Посетителя (Покупателя); сохранения настроек Посетителя (Покупателя), его персональных предпочтений, отслеживания состояния сессии доступа Посетителя (Покупателя) и характерных для него тенденций. Администрация также использует файлы cookie в рекламных целях, в том числе чтобы управлять объявлениями на сайтах в сети Интернет. При отключении технологии cookie Посетителем (Покупателем), Администрация не гарантирует полную работоспособность веб-сайта https://whyskin.com.ua/ или некоторых его сервисов.
uk: 3.4. Відвідувач (Покупець) дає згоду використання Адміністрацією технології cookie. Файли cookie не містять особистої інформації та не можуть жодним чином зчитувати інформацію жорсткого диска Відвідувача (Покупця). Файли cookie використовуються для підвищення якості наданих послуг у т.ч.: для швидкої ідентифікації Відвідувача (Покупця); збереження налаштувань Відвідувача (Покупця), його персональних переваг, відстеження стану сесії доступу Відвідувача (Покупця) та характерних для нього тенденцій. Адміністрація також використовує файли cookie для рекламних цілей, у тому числі для керування оголошеннями на сайтах в Інтернеті. У разі відключення технології cookie Відвідувачем (Покупцем), Адміністрація не гарантує повну працездатність веб-сайту https://whyskin.com.ua/ або деяких його сервісів.

source: 3.4. Покупатель дает право Администрации осуществлять обработку его персональных данных, в том числе: помещать персональные данные в базы данных Администрации (без дополнительного уведомления об этом), осуществлять пожизненное хранение данных, их накопление, обновление, изменение (по мере необходимости). Администрация обязуется обеспечить защиту данных от несанкционированного доступа третьих лиц, не распространять и не передавать данные любой третьей стороне (кроме передачи данных связанным лицам, коммерческим партнерам, лицам, уполномоченным Администрацией на осуществление непосредственной обработки данных для указанных целей, а также на обязательный запрос компетентного государственного органа).
uk: 3.4. Покупець дає право Адміністрації здійснювати обробку його персональних даних, у тому числі: поміщати персональні дані до баз даних Адміністрації (без додаткового повідомлення про це), здійснювати довічне зберігання даних, їх накопичення, оновлення, зміну (при необхідності). Адміністрація зобов'язується забезпечити захист даних від несанкціонованого доступу третіх осіб, не розповсюджувати та не передавати дані будь-якій третій стороні (крім передачі даних пов'язаним особам, комерційним партнерам, особам, уповноваженим Адміністрацією на здійснення безпосередньої обробки даних для зазначених цілей, а також на обов'язковий запит компетентного державного органу).

source: 3.5. В случае нежелания получать рассылку о рекламных акциях, новых продуктах и т.д., Посетитель (Покупатель) имеет право отказаться от нее, путем отправки письма Администрации и/или проставления соответствующей отметки в личном кабинете.
uk: 3.5. У разі небажання отримувати розсилку про рекламні акції, нові продукти тощо, Відвідувач (Покупець) має право відмовитися від неї шляхом надсилання листа Адміністрації та/або проставлення відповідної позначки в особистому кабінеті.

source: 3.6. Администрация не несет ответственности за содержание и достоверность информации, предоставляемой Посетителем (Покупателем) при регистрации на веб-сайте https://whyskin.com.ua/ и оформлении Заказа. Посетитель (Покупатель) несет ответственность за достоверность указанной при регистрации на веб-сайте и оформлении Заказа информации соглашается на все риски, связанные с недостоверностью такой информации.
uk: 3.6. Адміністрація не несе відповідальності за зміст та достовірність інформації, яку надає Відвідувач (Покупець) при реєстрації на веб-сайті https://whyskin.com.ua/ та оформленні Замовлення. Відвідувач (Покупець) несе відповідальність за достовірність зазначеної під час реєстрації на веб-сайті та оформлення Замовлення інформації погоджується на всі ризики, пов'язані з недостовірністю такої інформації.

source: 4. Порядок оформления Заказов, ценообразование, обмен.
uk: 4. Порядок оформлення замовлень, ціноутворення, обмін.

source: 4.1. Посетитель (Покупатель) может оформить заказ самостоятельно, путем нажатия кнопки “купить” и “оформить заказ” или по телефону, указанному в верхней части страницы. После оформления заказа покупателю будет направлено уведомление о подтверждении заказа, на указанные при оформлении заказа контакты, и наличии товара либо о предполагаемой дате поступления товара в случае его отсутствия. При оформлении заказа по телефону уведомление осуществляется посредством телефонной связи.
uk: 4.1. Відвідувач (Покупець) може оформити замовлення самостійно, натиснувши кнопку “купити” та “оформити замовлення” або за телефоном, вказаним у верхній частині сторінки. Після оформлення замовлення покупцеві буде направлено повідомлення про підтвердження замовлення, на зазначені при оформленні замовлення контакти, та наявність товару або про передбачувану дату надходження товару у разі його відсутності. При оформленні замовлення по телефону повідомлення здійснюється через телефонний зв'язок.

source: 4.3. В случае отсутствия товара, указанного на Сайте, вследствие технических неполадок, а также по иным причинам, не зависящим от Администрации, указанный заказ аннулируется полностью или частично, а Посетитель (Покупатель) информируется путём направления ему уведомления.
uk: 4.3. У разі відсутності товару, вказаного на Сайті, внаслідок технічних неполадок, а також з інших причин, що не залежать від Адміністрації, зазначене замовлення анулюється повністю або частково, а Відвідувач (Покупець) інформується шляхом надсилання йому повідомлення.

source: 4.4. Присоединяясь к данному Соглашению и оформляя заказ, Пользователь (покупатель) подтверждает, что ознакомлен с разделами Сайта «Доставка и оплата» , «О магазине»; соглашается с ними и понимает их в полной мере. Администрация оставляет за собой право изменить срок доставки заказа с последющим уведомлением Пользователя.
uk: 4.4. Приєднуючись до цієї Угоди та оформлюючи замовлення, Користувач (покупець) підтверджує, що ознайомлений з розділами Сайту «Доставка та оплата», «Про магазин»; погоджується з ними та розуміє їх повною мірою. Адміністрація залишає за собою право змінити термін доставки замовлення з повідомленням Користувача.

source: 4.5.Посетитель (Покупатель) соглашается с тем, что цена на товар, отложенный им в «корзину», его ассортимент и количество, будут актуальными лишь на момент формирования «корзины» и могут изменяться, если покупка не была окончательно оформлена путем нажатия кнопки «оформить заказ», «купить».
uk: 4.5.Відвідувач (Покупець) погоджується з тим, що ціна на товар, відкладений ним у «кошик», його асортимент та кількість, будуть актуальними лише на момент формування «кошика» і можуть змінюватися, якщо покупка не була остаточно оформлена шляхом натискання кнопки « оформити замовлення», «купити».

source: 4.6. Посетитель (Покупатель) соглашается с тем, что приобретенный им Товар не подлежит обмену и возврату в следующих случаях:
uk: 4.6. Відвідувач (Покупець) погоджується з тим, що придбаний ним Товар не підлягає обміну та поверненню у таких випадках:

source: 4.6.1. С момента покупки Товара прошло более 14 календарных дней;
uk: 4.6.1. З моменту придбання Товару минуло понад 14 календарних днів;

source: 4.6.2. С момента приобретения Товара не прошло 14 календарных дней, но товар был в употреблении, нарушена целостность упаковки и/или комплектность, отсутствуют бирки/ценника и т.д.
uk: 4.6.2. З моменту придбання Товару не минуло 14 календарних днів, але товар був у вживанні, порушена цілісність упаковки та/або комплектність, відсутні бірки/цінники тощо.

source: 4.6.3. Товар содержится в перечне товаров, которые возврату и обмену не подлежат, согласно Постановлению Кабинета Министров Украины №172 от 19 марта 1994 года (в действующей редакции)
uk: 4.6.3. Товар міститься в переліку товарів, які не підлягають поверненню та обміну, згідно з Постановою Кабінету Міністрів України №172 від 19 березня 1994 року (у чинній редакції)

source: а именно:
uk: а саме:

source: Продовольственные товары, лекарственные препараты и средства, предметы сангигиены.
uk: Продовольчі товари, лікарські препарати та засоби, предмети сангігієни.

source: А также непродовольственные товары:
uk: А також непродовольчі товари:

source: фотопленки, фотопластинки, фотографическая бумага
uk: фотоплівки, фотопластинки, фотографічний папір

source: корсетные товары
uk: корсетні товари

source: парфюмерно-косметические изделия
uk: парфумерно-косметичні вироби

source: перо-пуховые изделия
uk: перо-пухові вироби

source: детские игрушки мягкие
uk: дитячі іграшки м'які

source: детские игрушки резиновые надувные
uk: дитячі іграшки гумові надувні

source: зубные щетки
uk: зубні щітки

source: аппараты для бритья
uk: апарати для гоління

source: помазки для бритья
uk: помазки для гоління

source: расчески, гребенци и щетки массажные
uk: гребінці та щітки масажні

source: сурдины (для духовых музыкальных инструментов)
uk: сурдини (для духових музичних інструментів)

source: скрипичные подбородок
uk: скрипкові підборіддя

source: перчатки
uk: рукавички

source: ткани
uk: тканини

source: тюлегардинные и кружевные полотна
uk: тюлегардинні та мереживні полотна

source: ковровые изделия метражные
uk: килимові вироби метражні

source: белье нательное
uk: нижня білизна

source: белье постельное
uk: постільна білизна

source: чулочно-носочные изделия
uk: панчішно-шкарпеткові вироби

source: товары в аэрозольной упаковке
uk: товари в аерозольній упаковці

source: печатные издания
uk: друковані видання

source: линейный и листовой металлопрокат, трубная продукция, пиломатериалы, погонажные (плинтус, наличник), плитные
uk: лінійний та листовий металопрокат, трубна продукція, пиломатеріали, погонажні (плінтус, лиштва), плитні

source: материалы (древесноволокнистые и древесностружечные плиты,
uk: матеріали (деревноволокнисті та деревностружкові плити,

source: фанера) и стекло, нарезанные или раскроенные под размер, определенный покупателем (заказчиком)
uk: фанера) та скло, нарізані або розкроєні під розмір, визначений покупцем (замовником)

source: аудио-, видеокассеты, диски для лазерных систем считывания с записью
uk: аудіо-, відеокасети, диски для лазерних систем зчитування із записом

source: изделия из натуральных и искусственных волос (парики)
uk: вироби з натурального та штучного волосся (перуки)

source: товары для новорожденных (пеленки, соски, бутылочки для кормления тому подобное)
uk: товари для новонароджених (пелюшки, соски, пляшечки для годування тощо)

source: инструменты для маникюра, педикюра (ножницы, пилочки и т.п.)
uk: інструменти для манікюру, педикюру (ножиці, пилки тощо)

source: ювелирные изделия из драгоценных металлов, драгоценных камней, драгоценных камней органогенного образования и полудрагоценных камней
uk: ювелірні вироби з дорогоцінних металів, дорогоцінного каміння, дорогоцінного каміння органогенного утворення та напівдорогоцінного каміння

source: 4.6.4. Посетитель (Покупатель) отказывается предоставить фото- или видеоматериалы бракованного и/или неисправного на его взгляд товара.
uk: 4.6.4. Відвідувач (Покупець) відмовляється надати фото- або відеоматеріали бракованого та/або несправного на його погляд товару.

source: 4.6.5. Посетитель (Покупатель) подтверждает свою осведомленность о том, что промо-коды или сертификаты не могут быть обменены на денежный эквивалент, могут быть применены один раз и в случае применения разница между номиналом сертификата и суммой заказа не компенсируется.
uk: 4.6.5. Відвідувач (Покупець) підтверджує свою поінформованість про те, що промо-коди або сертифікати не можуть бути обмінені на грошовий еквівалент, можуть бути застосовані один раз та у разі застосування різниця між номіналом сертифікату та сумою замовлення не компенсується.

source: 4.6.6. Посетитель (Покупатель) подтверждает свою осведомленность о том, что при возврате товара, оплаченного частично или полностью при помощи кода сертификата, денежный эквивалент номинала сертификата не возвращается, код сертификата автоматически восстанавливается и считается не использованным.
uk: 4.6.6. Відвідувач (Покупець) підтверджує свою обізнаність про те, що при поверненні товару, сплаченого частково або повністю за допомогою коду сертифіката, грошовий еквівалент номіналу сертифіката не повертається, код сертифіката автоматично відновлюється та вважається не використаним.

source: 4.7. Данным Соглашением Пользователь (Покупатель) подтверждает свою осведомленность в том, что обмену или возврату подлежит только новый товар, который не был в употреблении и не имеет следов использования: царапин, сколов, потёртостей, должны быть сохранены: полный комплект товара, целостность и все компоненты упаковки, ярлыки, заводская маркировка и Посетитель (Покупатель) имеет оригинал документа, подтверждающий факт покупки соответствующего Товара. Нарушение любого из этих пунктов оставляет за Администрацией право отказать Посетителю (Покупателю) в обмене или возврате товара.
uk: 4.7. Цією Угодою Користувач (Покупець) підтверджує свою обізнаність у тому, що обміну або поверненню підлягає тільки новий товар, який не був у вжитку та не має слідів використання: подряпин, сколів, потертостей повинні бути збережені: повний комплект товару, цілісність та всі компоненти упаковки, ярлики, заводське маркування та Відвідувач (Покупець) має оригінал документа, що підтверджує факт покупки відповідного Товару. Порушення будь-якого з цих пунктів залишає за Адміністрацією право відмовити відвідувачу (покупцеві) в обміні або поверненні товару.

source: 4.8. При заказе товара на сайте Пользователь (Покупатель) подтверждает свое согласие получать информацию о дате производства, сроки хранения продукции в формате, предусмотренном брендом-производителем, в частности при помощи батч-кода, нанесенного на упаковку продукта или других маркировок производителя.
uk: 4.8. При замовленні товару на сайті Користувач (Покупець) підтверджує свою згоду отримувати інформацію про дату виробництва, термін зберігання продукції у форматі, передбаченому брендом-виробником, зокрема за допомогою батч-коду, нанесеного на упаковку продукту або інших маркувань виробника.

source: 4.9. При заказе товара на сайте Пользователь (Покупатель) подтверждает согласие на объединение оформленных на одного получателя заказов в одной упаковке и получение одной посылкой. В случае объединения заказов Пользователь (Получатель) будет уведомлен при помощи сообщения на указанную при оформлении электронную почту.
uk: 4.9. При замовленні товару на сайті Користувач (Покупець) підтверджує згоду на об'єднання оформлених на одного отримувача замовлень в одній упаковці та отримання однією посилкою. У разі об'єднання замовлень Користувач (Отримувач) буде повідомлений за допомогою повідомлення на вказану електронну пошту.

source: 4.10 Админитрация сайта сообщает, а Пользователь (Покупатель) предоставляет свою свое согласие на то, что при осуществлении заказа товаров под торговыми марками Lancome, Yves Saint Laurent, Prada, Valentino, Biotherm, Armani, Vichy, La Roche-Posay, Kerastase он имеет право осуществить покупку не более 5-ти единиц товаров с одинаковым кодом в одном заказе.
uk: 4.10 Адміністрація сайту повідомляє, а Користувач (Покупець) надає свою згоду на те, що при здійсненні замовлення товарів під торговими марками Lancome, Yves Saint Laurent, Prada, Valentino, Biotherm, Armani, Vichy, La Roche-Posay, Kerastase він має право здійснити купівлю не більше 5 одиниць товарів з однаковим кодом в одному замовленні.

source: 4.11 При отказе Посетителя (Покупателя) от товара Администрация возвращает ему сумму, уплаченную Покупателем, за исключением расходов Продавца на доставку от Покупателя возвращенного товара.
uk: 4.11 У разі відмови Відвідувача (Покупця) від товару Адміністрація повертає йому суму, сплачену Покупцем, за винятком витрат Продавця на доставку від Покупця повернутих товарів.

source: 5. Ограничение ответственности Администрации
uk: 5. Обмеження відповідальності Адміністрації

source: 5.1. Администрация не несет никакой ответственности за любые ошибки, опечатки и неточности, которые могут быть обнаружены в материалах, содержащихся на данном веб-сайте. Администрация прикладывает все необходимые усилия, чтобы обеспечить точность и достоверность представляемой на сайте Интернет-магазина информации. Вся информация и материалы предоставляются на условиях "как есть", без каких либо гарантий, как явных, так и подразумеваемых.
uk: 5.1. Адміністрація не несе жодної відповідальності за будь-які помилки, помилки та неточності, які можуть бути виявлені в матеріалах, що містяться на цьому веб-сайті. Адміністрація докладає всіх необхідних зусиль, щоб забезпечити точність і достовірність інформації, що надається на сайті Інтернет-магазину. Вся інформація та матеріали надаються на умовах "як є", без будь-яких гарантій, як явних, так і на увазі.

source: 5.2. Администрация не несет никакой ответственности за высказывания и мнения Посетителей (Покупателе) веб-сайта, оставленные в качестве комментариев или обзоров.
uk: 5.2. Адміністрація не несе жодної відповідальності за висловлювання та думки Відвідувачів (Покупателі) веб-сайту, залишені як коментарі або огляди.

source: 5.3. Администрация не несет ответственность за возможные противоправные действия Посетителя (Покупателя) относительно третьих лиц, либо третьих лиц относительно Посетителя/Покупателя.
uk: 5.3. Адміністрація не несе відповідальності за можливі протиправні дії Відвідувача (Покупця) щодо третіх осіб або третіх осіб щодо Відвідувача/Покупця.

source: 5.4. Администрация не несет ответственности за ущерб, убытки или расходы (реальные либо возможные), возникшие в связи с настоящим веб-сайтом, его использованием или невозможностью использования.
uk: 5.4. Адміністрація не несе відповідальності за збитки, збитки або витрати (реальні чи можливі), що виникли у зв'язку з цим веб-сайтом, його використанням або неможливістю використання.

source: 5.5. Администрация не несет ответственности за утерю Пользователем (Покупателем) возможности доступа к своему аккаунту — учетной записи на сайте https://whyskin.com.ua/ (утрату логина, пароля, иной информации).
uk: 5.5. Адміністрація не несе відповідальності за втрату Користувачем (Покупцем) можливості доступу до свого облікового запису — облікового запису на сайті https://whyskin.com.ua/ (втрата логіна, пароля, іншої інформації).

source: 5.6. В целях вышеизложенного Администрация оставляет за собой право удалять размещенную на Сайте информацию и предпринимать технические и юридические меры для прекращения доступа к Интернет-магазину Пользователей (Покупателей), создающих проблемы в использовании Интернет-магазина другими Посетителями (Покупателями), Пользователей (Покупателей) в случае каких-либо недобросовестных злоупотреблений с их стороны при заказах товара, не имеющих цели его приобретения, или Посетителей (Покупателей), нарушающих требования Соглашения. При этои такая блокировка осуществляется на усмотрение администрации без последующего уведомления таких Пользователей (Покупателей).
uk: 5.6. В цілях вищевикладеного Адміністрація залишає за собою право видаляти розміщену на Сайті інформацію та вживати технічних та юридичних заходів для припинення доступу до Інтернет-магазину Користувачів (Покупців), які створюють проблеми у використанні Інтернет-магазину іншими Відвідувачами (Покупцями), Користувачів (Покупців) у разі будь-яких несумлінних зловживань з їхнього боку при замовленнях товару, що не мають на меті його придбання, або Відвідувачів (Покупців), які порушують вимоги Угоди. При цьому таке блокування здійснюється на розсуд адміністрації без подальшого повідомлення таких Користувачів (Покупців).

source: 5.7. Администрация веб-сайта в т.ч. не несет ответственности за:
uk: 5.7. Адміністрація веб-сайту, в т.ч. не несе відповідальності за:

source: 5.7.1. Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.
uk: 5.7.1. Затримки або збої в процесі здійснення операції, що виникли внаслідок непереборної сили, а також будь-якого випадку проблем у телекомунікаційних, комп'ютерних, електричних та інших суміжних системах.

source: 5.7.2. Действия систем переводов, банков, платежных систем и за задержки связанные с их работой.
uk: 5.7.2. Дії систем переказів, банків, платіжних систем та за затримки пов'язані з їх роботою.

source: 5.7.3. Надлежащее функционирование Сайта, в случае, если Посетитель (Покупатель) не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению Пользователей такими средствами.
uk: 5.7.3. Належне функціонування Сайту у разі, якщо Відвідувач (Покупець) не має необхідних технічних засобів для його використання, а також не несе жодних зобов'язань щодо забезпечення Користувачів такими засобами.

source: 6. Исключительные права
uk: 6. Виняткові права

source: 6.1. Все объекты, доступные с помощью сервисов Сайта https://whyskin.com.ua/ в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие объекты (далее - содержание сервисов), а также любой контент, размещенный на веб-сайте https://whyskin.com.ua/ , являются объектами исключительных прав Администрации, Пользователей и других правообладателей.
uk: 6.1. Всі об'єкти, доступні за допомогою сервісів Сайту https://whyskin.com.ua/ в тому числі елементи дизайну, текст, графічні зображення, ілюстрації, відео, програми для ЕОМ, бази даних, музика, звуки та інші об'єкти (далі - зміст сервісів), а також будь-який контент, розміщений на веб-сайті https://whyskin.com.ua/ є об'єктами виняткових прав Адміністрації, Користувачів та інших правовласників.
