Repository: mrbuslov/whyskin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: передача предусмотрена украинским или другим соответствующим законодательством в рамках установленной законодательством процедуры.
uk: передачу передбачено українським чи іншим відповідним законодавством у межах встановленої законодавством процедури.

source: по требованию представителей органов государственной власти, в том числе, контролирующих, надзорных, правоохранительных и других органов в объеме и порядке, определенном Законодательством (при наличии соответственного официального документа, гласящий о предоставлении данных).
uk: на вимогу представників органів державної влади, у тому числі, контролюючих, наглядових, правоохоронних та інших органів в обсязі та порядку, визначеному Законодавством (за наявності відповідного офіційного документа, що говорить про надання даних).

source: Пользовательские права
uk: Користувальницькі права

source: Пользователи, которые зарегистрировались и/или разместили объявление(я) на сайте whyskin.com.ua, имеют непосредственный доступ к информации, а также возможность исправления и/или удаления, которую они предоставляют (не включая email). Незарегистрированные посетители имеют возможность только просматривать все публикации сайта. Пользователь несет ответственность за точность и достоверность предоставляемых данных на сервисе.
uk: Користувачі, які зареєструвалися та/або розмістили оголошення на сайті whyskin.com.ua, мають безпосередній доступ до інформації, а також можливість виправлення та/або видалення, яку вони надають (не включаючи email). Незареєстровані відвідувачі мають можливість переглядати всі публікації сайту. Користувач несе відповідальність за точність і достовірність даних, що надаються на сервісі.

source: Пользователь имеет право:
uk: Користувач має право:

source: знать об источниках сбора, местонахождения своих персональных данных, цели их обработки, местонахождение распорядителя персональных данных;
uk: знати про джерела збору, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження розпорядника персональних даних;

source: на доступ к своим персональным данным;
uk: доступ до своїх персональних даних;

source: получать не позднее, чем за тридцать календарных дней со дня поступления запроса, кроме случаев, предусмотренных Законом, ответ о том, обрабатываются ли его персональные данные, а также получать содержание таких персональных данных;
uk: отримувати не пізніше ніж за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених Законом, відповідь про те, чи обробляються його персональні дані, а також отримувати зміст таких персональних даних;

source: предъявлять мотивированное требование с возражением против обработки своих персональных данных или об изменении, или уничтожение своих персональных данных, если данные обрабатываются незаконно или являются недостоверными;
uk: пред'являти мотивовану вимогу із запереченням проти обробки своїх персональних даних або про зміну, або знищення своїх персональних даних, якщо дані обробляються незаконно або є недостовірними;

source: обращаться с жалобами на обработку своих персональных данных к администрации к Уполномоченному Верховной Рады Украины по правам человека или в суд, а также применять средства правовой защиты в случае нарушения законодательства о защите персональных данных;
uk: звертатись зі скаргами на обробку своїх персональних даних до адміністрації до Уповноваженого Верховної Ради України з прав людини або до суду, а також застосовувати засоби правового захисту у разі порушення законодавства про захист персональних даних;

source: вносить оговорки об ограничении права на обработку своих персональных данных при предоставлении согласия, а также отозвать согласие на обработку персональных данных;
uk: вносити застереження щодо обмеження права на обробку своїх персональних даних при наданні згоди, а також відкликати згоду на обробку персональних даних;

source: на информацию;
uk: на інформацію;

source: знать механизм автоматической обработки персональных данных;
uk: знати механізм автоматичного оброблення персональних даних;

source: на исправление личных данных.
uk: виправлення особистих даних.

source: Наша команда всегда рада и готова предоставлять Вам информацию о том, какие из Ваших личных данных мы обрабатываем. Для этого Вы можете сделать запрос на эту информацию в любое время, в том числе, путем обращения к администрации. При обращении Вы должны сообщить нам свои конкретные требования, чтобы мы могли на законных основаниях рассмотреть Ваш запрос и дать ответ.
uk: Наша команда завжди рада та готова надавати Вам інформацію про те, які з Ваших особистих даних ми опрацьовуємо. Для цього Ви можете зробити запит на цю інформацію у будь-який час, у тому числі шляхом звернення до адміністрації. При зверненні Ви повинні повідомити нам свої конкретні вимоги, щоб ми могли на законних підставах розглянути Ваш запит та дати відповідь.

source: Хотим обратить Ваше внимание, что в случае, если мы не сможем удостоверить Вашу личность путем обмена электронными сообщениями или во время Вашего обращения по телефону, или в случае обоснованных сомнений относительно Вашей личности, мы можем попросить Вас предоставить документ, удостоверяющий личность, в том числе путем личной явки по адресу места нахождения администрации. Только таким образом мы сможем избежать огласки Ваших персональных данных лицу, которое может выдавать себя за Вас.
uk: Бажаємо звернути Вашу увагу, що у випадку, якщо ми не зможемо засвідчити Вашу особу шляхом обміну електронними повідомленнями або під час Вашого звернення по телефону, або у разі обґрунтованих сумнівів щодо Вашої особи, ми можемо попросити Вас надати документ, що засвідчує особу, у тому числі шляхом особистої явки на адресу місця знаходження адміністрації. Тільки таким чином ми зможемо уникнути розголосу Ваших персональних даних особі, яка може видавати себе за Вас.

source: Безопасность данных
uk: Безпека даних

source: Данные, которые мы собираем и обрабатываем, защищены техническими средствами и процедурами обеспечения безопасности в целях предотвращения несанкционированного доступа или их использования.
uk: Дані, які ми збираємо та обробляємо, захищені технічними засобами та процедурами забезпечення безпеки з метою запобігання несанкціонованому доступу або їх використанню.

source: Изменение Политики конфиденциальности
uk: Зміна Політики конфіденційності

source: Политика может быть изменена или прекращена администрацией в одностороннем порядке без предварительного уведомления Пользователей, в том числе, если этого требует законодательство. Новая редакция Политики вступает в силу с момента ее размещения в онлайн-сервисе, поэтому мы просим Вас посещать онлайн-сервис whyskin.com.ua, чтобы убедиться в том, что Вы обладаете актуальной информацией.
uk: Політика може бути змінена або припинена адміністрацією в односторонньому порядку без попереднього повідомлення Користувачів, у тому числі якщо цього вимагає законодавство. Нова редакція Політики набирає чинності з моменту її розміщення в онлайн-сервісі, тому ми просимо Вас відвідувати онлайн-сервіс whyskin.com.ua, щоб переконатися, що Ви маєте актуальну інформацію.

source: В случае если были внесены изменения в Политику конфиденциальности, с которыми Пользователь не согласен, он обязан прекратить использование онлайн-магазина. Факт продолжения использования сайта является подтверждением согласия и принятия Пользователем соответствующей редакции Политики конфиденциальности.
uk: У випадку, якщо були внесені зміни до Політики конфіденційності, з якими Користувач не погоджується, він зобов'язаний припинити використання онлайн-магазину. Факт продовження використання сайту є підтвердженням згоди та ухвалення Користувачем відповідної редакції Політики конфіденційності.

source: К кому Вы можете обратиться для защиты Ваших персональных данных
uk: До кого Ви можете звернутися для захисту Ваших персональних даних

source: Если у Вас возникнут вопросы, замечания, жалобы или пожелания в отношении защиты и обработки персональных данных, Вы можете обращаться к администрации онлайн-магазина WhySkin еmail: help@whyskin.com.ua. ответ будет отправлен в кратчайшие сроки.
uk: Якщо у Вас виникнуть запитання, зауваження, скарги чи побажання щодо захисту та обробки персональних даних, Ви можете звертатися до адміністрації онлайн-магазину WhySkin е-mail: help@whyskin.com.ua. відповідь буде надіслано у найкоротші терміни.

source: Пожалуйста, указывайте свои имя, фамилию, адрес электронной почты, а также подробные вопросы, замечания, жалобы или требования.
uk: Будь ласка, вказуйте свої ім'я, прізвище, адресу електронної пошти, а також докладні запитання, зауваження, скарги чи вимоги.

source: Административный орган по защите персональных данных в Украине - Управление по вопросам защиты персональных данных Секретариата Уполномоченного Верховной Рады Украины по правам человека. Вы можете обращаться к нему с жалобами или предложениями, если считаете, что нарушены Ваши права в связи с обработкой персональных данных.
uk: Адміністративний орган захисту персональних даних в Україні - Управління з питань захисту персональних даних Секретаріату Уповноваженого Верховної Ради України з прав людини. Ви можете звертатися до нього зі скаргами або пропозиціями, якщо вважаєте, що порушено Ваші права у зв'язку з обробкою персональних даних.

source: Удалено с корзины
uk: Видалено з кошика

source: и смотреть дальше
uk: і дивитися далі

source: Удалено с
uk: Видалено з

source: Добавить в
uk: Додати до

source: Добавлено в
uk: Додано в

source: Стандартная упаковка
uk: Стандартна упаковка

source: К сожалению, такого товара мы не нашли
uk: На жаль, такого товару ми не знайшли

source: Отправлено!
uk: Надіслано!
