Repository: mrbuslov/whyskin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: 6.2. Использование контента, а также любых других элементов сервисов возможно только в рамках функционала, предлагаемого тем или иным сервисом. Никакие элементы содержания сервисов Сайта https://whyskin.com.ua/ а также любой контент, размещенный на сервисах Сайта https://whyskin.com.ua/ не могут быть использованы иным образом без предварительного разрешения / согласия правообладателя. Под использованием подразумеваются, в том числе: воспроизведение, копирование, переработка, распространение на любой основе, отображение во фрейме и так далее. Исключение составляют случаи, прямо предусмотренные законодательством Украины. Использование Пользователем элементов содержания сервисов, а также любого контента для личного некоммерческого использования, допускается при условии сохранения всех знаков охраны авторского права, смежных прав, товарных знаков, других уведомлений об авторстве, сохранения имени (или псевдонима) автора / наименования правообладателя в неизменном виде, сохранении соответствующего объекта в неизменном виде. Исключение составляют случаи, прямо предусмотренные законодательством Украины.
uk: 6.2. Використання контенту, а також будь-яких інших елементів сервісів можливе лише в рамках функціоналу, який пропонує той чи інший сервіс. Жодні елементи утримання сервісів Сайту https://whyskin.com.ua/ а також будь-який контент, розміщений на сервісах Сайту https://whyskin.com.ua/ не можуть бути використані іншим чином без попереднього дозволу/згоди правовласника. Під використанням маються на увазі, у тому числі: відтворення, копіювання, переробка, розповсюдження на будь-якій основі, відображення у кадрі і таке інше. Виняток становлять випадки, які прямо передбачені законодавством України. Використання Користувачем елементів утримання сервісів, а також будь-якого контенту для особистого некомерційного використання, допускається за умови збереження всіх знаків охорони авторського права, суміжних прав, товарних знаків, інших повідомлень про авторство, збереження імені (або псевдоніма) автора / найменування правовласника у незмінному збереження відповідного об'єкта у незмінному вигляді. Виняток становлять випадки, які прямо передбачені законодавством України.

source: 6.3. По всем вопросам относительно прав, а также с другими вопросами и предложениями Вы можете связаться с нами по электронному адресу: help@whyskin.com.ua.
uk: 6.3. З усіх питань щодо прав, а також з іншими питаннями та пропозиціями Ви можете зв'язатися з нами на електронну адресу: help@whyskin.com.ua.

source: Если же Вы хотите получить ответ быстрее, свяжитесь к нами по контактам, перейдя по
uk: Якщо ж Ви хочете отримати відповідь швидше, зв'яжіться з нами по контактах, перейшовши за

source: этой ссылке
uk: цим посиланням

source: Доставка и оплата онлайн-магазина WhySkin. Прочитайте доставку и оплату перед тем, как покупать товары в нашем онлайн-магазине.
uk: Доставка та оплата онлайн-магазину WhySkin. Прочитайте доставку та оплату перед тим, як купувати товари у нашому онлайн-магазині.

source: Доставка и оплата онлайн-магазина WhySkin
uk: Доставка та оплата онлайн-магазину WhySkin

source: Способы доставки
uk: Способи доставки

source: Доставка по Новой Почте
uk: Доставка по Новій Пошті

source: В почтомат/отделение
uk: У поштомат/відділення

source: Оплата удобным способом
uk: Оплата зручним способом

source: Наложенный платеж — оплата наличными или картой при получении через курьерскую службу
uk: Накладений платіж — оплата готівкою або карткою при отриманні через кур'єрську службу

source: Оплата переводом на карту
uk: Оплата переказом на карту

source: Наличные деньги (при самовывозе)
uk: Готівка (при самовивезенні)

source: ошибка
uk: помилка

source: Случилась непредвиденная ошибка, стоит попробовать ещё раз
uk: Сталася непередбачена помилка, варто спробувати ще раз

source: WhySkin Ошибка
uk: WhySkin Помилка

source: ошибка, попробуйте ещё раз
uk: помилка, спробуйте ще раз

source: Мы уже получили эту ошибку, работаем над ней
uk: Ми вже отримали цю помилку, працюємо над нею

source: Обмен и возврат онлайн-магазина WhySkin. Прочитайте обмен и возврат перед тем, как покупать товары в нашем онлайн-магазине.
uk: Обмін та повернення онлайн-магазину WhySkin. Прочитайте обмін та повернення перед тим, як купувати товари у нашому онлайн-магазині.

source: Обмен и возврат онлайн-магазина WhySkin
uk: Обмін та повернення онлайн-магазину WhySkin

source: Мы всегда стараемся пойти навстречу Покупателю, если он обнаружил несоответсвие товара с его заказом.
uk: Ми завжди намагаємося піти назустріч Покупцю, якщо він виявив невідповідність товару з його замовленням.

source: Ниже мы привели условия, при которых мы можем принять товар обратно, и действия, которые Вы должны совершить при его возвращении.
uk: Нижче ми навели умови, за яких ми можемо прийняти товар назад, та дії, які Ви повинні вчинити при його поверненні.

source: Условия, при которых мы можем принять товар:
uk: Умови, за яких ми можемо прийняти товар:

source: При получении посылки товар не соответствует заказу.
uk: При отриманні посилки товар відповідає замовленню.

source: Товар пришёл в упаковке без обёртывания (если это не предусмотрено производителем).
uk: Товар прийшов в упаковці без обгортання (якщо це не передбачено виробником).

source: Фактический литраж/вес продукта не соотвествует литражу/весу, обозначенным производителем.
uk: Фактичний літраж/вага продукту не відповідає літражу/ваги, позначеним виробником.

source: Если товар не открыт, а целостность упаковки не нарушена, в течение 14 дней с момента покупки вы можете вернуть продукт.
uk: Якщо товар не відкритий, а цілісність упаковки не порушена, протягом 14 днів з моменту придбання ви можете повернути продукт.

source: Действия, которые Вам нужно предпринять для возвращения товара:
uk: Дії, які Вам потрібно вжити для повернення товару:

source: Свяжитесь с администрацией онлайн-магазина
uk: Зв'яжіться з адміністрацією онлайн-магазину

source: Контакты Вы можете найти здесь.
uk: Контакти Ви можете знайти тут.

source: Опишите проблему максимально подробно. В случае необходимости мы попросим Вас предоставить фото/видеоматериалы для подтверждения брака/повреждения товара.
uk: Опишіть проблему докладно. У разі потреби ми попросимо Вас надати фото/відеоматеріали для підтвердження браку/пошкодження товару.

source: Обязательно сохраняйте товары, входившие в набор (без повреждений во время распаковки и использования), все комплектующие и упаковку товара со штрих-кодом производителя а также документ или номер заказа, подтверждающий приобретение товара у нас.
uk: Обов'язково зберігайте товари, що входили в набір (без пошкоджень під час розпакування та використання), всі комплектуючі та упаковку товару зі штрих-кодом виробника, а також документ чи номер замовлення, що підтверджує придбання товару у нас.

source: В течение 14 дней (не больше 30 дней) после получения посылки мы изучаем возвращенные позиции, принимаем решение о возврате денежных средств на указанный счет.
uk: Протягом 14 днів (не більше 30 днів) після отримання посилки ми вивчаємо повернені позиції, приймаємо рішення щодо повернення коштів на вказаний рахунок.

source: Если вы не использовали карту для оплаты, для возврата средств, нам нужно будет уточнить номер карты для осуществления возврата и ФИО владельца карты.
uk: Якщо ви не використовували картку для оплати, для повернення коштів, нам потрібно буде уточнити номер картки для здійснення повернення та ПІБ власника картки.

source: Единственная просьба: не возвращайте нам товары, приобретенные в другом магазине, продукцию, которой вы пользовались, а также изделия, по которым нет аргументированных причин для обмена или возврата. Во всех остальных ситуациях мы постараемся помочь быстро и легко оформить обмен или возврат.
uk: Єдине прохання: не повертайте нам товари, придбані в іншому магазині, продукцію, якою ви користувалися, а також вироби, з яких немає аргументованих причин для обміну чи повернення. У всіх інших ситуаціях ми намагатимемося допомогти швидко і легко оформити обмін або повернення.

source: По всем вопросам Вы можете связаться по контактам в
uk: З усіх питань Ви можете зв'язатися з контактами в

source: Политика конфиденциальности онлайн-магазина WhySkin. Прочитайте Политику конфиденциальности перед тем, как использовать онлайн-магазин.
uk: Політика конфіденційності онлайн-магазину WhySkin. Прочитайте Політику конфіденційності перед тим, як використовувати онлайн-магазин.

source: Политика конфиденциальности онлайн-магазина WhySkin
uk: Політика конфіденційності онлайн-магазину WhySkin

source: Обновлено
uk: Оновлено

source: Администрация (далее команда, мы, нас, наш) WhySkin беспокоится об обеспечении безопасности данных наших Пользователей - поэтому мы составили Политику конфиденциальности, чтобы Вы не беспокоились о нашей работе с Вашими данными, которые были предоставлены нашему онлайн-магазину, как при регистрации, так и после
uk: Адміністрація (далі команда, ми, нас, наш) WhySkin турбується про забезпечення безпеки даних наших Користувачів - тому ми склали Політику конфіденційності, щоб Ви не турбувалися про нашу роботу з Вашими даними, які були надані нашому онлайн-магазину як при реєстрації, так і і після

source: Политика конфиденциальности, далее – Политика, действует в отношении обработки персональных данных, которые может получить онлайн-магазин WhySkin (whyskin.com.ua, https://whyskin.com.ua) от физических лиц-Пользователей
uk: Політика конфіденційності, далі – Політика, діє щодо обробки персональних даних, які може отримати онлайн-магазин WhySkin (whyskin.com.ua, https://whyskin.com.ua) від фізичних осіб-користувачів

source: Данная Политика конфиденциальности разработана, чтобы рассказать Вам:
uk: Ця Політика конфіденційності розроблена, щоб розповісти Вам:

source: общие положения по Политике;
uk: загальні положення щодо Політики;

source: какие Ваши персональные данные мы собираем;
uk: які Ваші персональні дані ми збираємо;

source: как и почему мы используем их;
uk: як і чому ми використовуємо їх;

source: администрация – кому можно обрабатывать данные;
uk: адміністрація – кому можна опрацьовувати дані;

source: Пользовательские права;
uk: Користувальницькі права;

source: безопасность данных;
uk: безпека даних;

source: изменение Политики конфиденциальности;
uk: зміна політики конфіденційності;

source: к кому Вы можете обратиться для защиты Ваших персональных данных.
uk: до кого Ви можете звернутись для захисту Ваших персональних даних.

source: Мы с полной серьёзностью относимся к безопасности личных данных как прежних, так и потенциальных Пользователей, обратившихся к нам, поэтому стремимся защищать конфиденциальность персональных данных. Команда WhySkin обязуется принять все необходимые меры для предотвращения злоупотребления Вашими персональными данными, которые становятся нам известны. Мы будем обрабатывать их в строгом соответствии с требованиями Закона Украины «О защите персональных данных», исключительно при наличии законных оснований на такую обработку, в частности правилами, описанными в Политике конфиденциальности (далее)
uk: Ми з серйозністю ставимося до безпеки особистих даних як колишніх, так і потенційних Користувачів, які звернулися до нас, тому прагнемо захищати конфіденційність персональних даних. Команда WhySkin зобов'язується вжити всіх необхідних заходів для запобігання зловживанню Вашими персональними даними, які стають нам відомими. Ми оброблятимемо їх у суворій відповідності до вимог Закону України «Про захист персональних даних», виключно за наявності законних підстав на таку обробку, зокрема правилами, описаними в Політиці конфіденційності (далі)

source: Хотим заметить, что Вы абсолютно не обязаны раскрывать нам персональные данные, но без определенной информации о Вас мы не сможем предоставить большую часть функционала нашего онлайн-магазина
uk: Хочемо зауважити, що Ви абсолютно не зобов'язані розкривати нам персональні дані, але без певної інформації про Вас ми не зможемо надати більшу частину функціоналу нашого онлайн-магазину

source: Цель данной Политики заключается в доведении до Вас необходимой информации, которая позволяет оценить, какие персональные данные и с какими целями обрабатываются командой WhySkin, методы их обработки и обеспечения безопасности.
uk: Мета даної Політики полягає у доведенні до Вас необхідної інформації, яка дозволяє оцінити, які персональні дані та з якими цілями обробляються командою WhySkin, методи їх обробки та забезпечення безпеки.

source: Личные данные как наших Пользователей обрабатываются на удалённых защищённых серверах, находящихся за пределами страны Украины.
uk: Особисті дані як наших Користувачів обробляються на захищених віддалених серверах, що знаходяться за межами країни України.

source: Используя онлайн-магазин whyskin.com.ua Пользователь предоставляет своё согласие на обработку своих личных данных, таких как: адрес электронной почты (email); контактный телефон; имя и фамилия, город и адрес доставки - при оформлении заказа; а также даёт своё согласие на передачу своих персональных данных третьим лицам, в том числе за границу, в любую третью страну, в соответствии с данной Политикой.
uk: Користуючись онлайн-магазином whyskin.com.ua Користувач надає свою згоду на обробку своїх особистих даних, таких як: адреса електронної пошти (email); контактний телефон; ім'я та прізвище, місто та адреса доставки - при оформленні замовлення; а також дає свою згоду на передачу своїх персональних даних третім особам, у тому числі за кордон, у будь-яку третю країну відповідно до цієї Політики.

source: При использовании онлайн-онлайн-магазина WhySkin, Вы, сообщив нам свои личные данные, признаете свое согласие на обработку своих персональных данных в соответствии с Политикой конфиденциальности. В случае несогласия с условиями Политики, Вы обязаны прекратить использовать данный сервис.
uk: При використанні онлайн-магазину WhySkin, Ви, повідомивши нам свої особисті дані, визнаєте свою згоду на обробку своїх персональних даних відповідно до Політики конфіденційності. У разі незгоди з умовами Політики, Ви повинні припинити користуватися цим сервісом.

source: Команда сайта не проверяет достоверность персональных данных, предоставляемых Пользователем, поэтому не имеет возможности оценивать его дееспособность. Однако мы исходим из того, что Пользователь действует добровольно, добросовестно, осмотрительно, предоставляет достоверные персональные данные и не нарушает права третьих лиц.
uk: Команда сайту не перевіряє достовірність персональних даних, які надає Користувач, тому не має можливості оцінювати його дієздатність. Однак ми виходимо з того, що Користувач діє добровільно, сумлінно, обачно, надає достовірні персональні дані та не порушує права третіх осіб.

source: Соглашаясь с условиями Политики, Вы подтверждаете, что в момент сбора персональных данных Вы уведомлены о лицах, которым передаются персональные данные, содержании и целях сбора персональных данных. Вы подтверждаете (гарантируете), что персональные данные, которые переданы нам на обработку, переданы с согласия владельцев персональных данных и в рамках Законодательства.
uk: Погоджуючись з умовами Політики, Ви підтверджуєте, що в момент збору персональних даних Ви повідомлені про осіб, яким передаються персональні дані, зміст та цілі збору персональних даних. Ви підтверджуєте (гарантуєте), що персональні дані, які передані нам на обробку, передані за згодою власників персональних даних та в рамках Законодавства.

source: Сервис WhySkin и его администрация освобождается от ответственности за последствия, наступившие в связи с обработкой ими персональных данных, в случае если они не несут ответственности за событие, повлекшее наступление таких последствий.
uk: Сервіс WhySkin та його адміністрація звільняється від відповідальності за наслідки, що настали у зв'язку з обробкою ними персональних даних, якщо вони не несуть відповідальності за подію, що спричинила наступ таких наслідків.

source: Мы не стремимся целенаправленно собирать персональную информацию лиц моложе 18 лет. Родителям и/или опекуна рекомендуется контролировать связанную с этим деятельность своих детей.
uk: Ми не прагнемо цілеспрямовано збирати персональну інформацію осіб віком до 18 років. Батькам та/або опікунам рекомендується контролювати пов'язану з цим діяльність своїх дітей.

source: Хотим предупредить, что ссылки, которые предоставляются сторонними лицами, могут быть небезопасны, и администрация сайта не сможет помочь Пользователю в случае утери данных и других непредвиденных обстоятельствах, потому что информация о Пользователях собирается вне прямого контроля онлайн-магазина WhySkin и его команды. Будьте осторожны! Если у Вас возникли какие-либо проблемы с этим, обратитесь в нашу службу поддержки, мы постараемся Вам помочь! :)
uk: Хочемо попередити, що посилання, які надаються сторонніми особами, можуть бути небезпечними, і адміністрація сайту не зможе допомогти Користувачеві в разі втрати даних та інших непередбачених обставин, тому що інформація про Користувачів збирається поза прямим контролем онлайн-магазину WhySkin та його команди. Будьте уважні! Якщо у Вас виникли проблеми з цим, зверніться до нашої служби підтримки, ми постараємося Вам допомогти! :)

source: Администрация сайта не может проверить на правдивость информацию, публикуемую другими Пользователями, поэтому не может нести ответственность за достоверность.
uk: Адміністрація сайту не може перевірити на правдивість інформацію, що публікується іншими Користувачами, тому не може відповідати за достовірність.

source: Какие Ваши персональные данные мы собираем
uk: Які Ваші персональні дані ми збираємо

source: Администрация, для осуществления своей деятельности и для выполнения своих обязательств, обрабатывает персональные данные Пользователя, предоставленные им при регистрации на сайте whyskin.com.ua и хранящиеся в личном кабинете. К персональным данным Пользователя относятся: адрес электронной почты (email); контактный телефон, имя, фамилия, отчество (при оформлении заказа); город и адрес доставки (при оформлении заказа).
uk: Адміністрація, для здійснення своєї діяльності та для виконання своїх зобов'язань, опрацьовує персональні дані Користувача, надані ним при реєстрації на сайті whyskin.com.ua та зберігаються в особистому кабінеті. До персональних даних Користувача належать: адреса електронної пошти (email); контактний телефон, ім'я, прізвище, по-батькові (при оформленні замовлення); місто та адресу доставки (при оформленні замовлення).

source: Мы просим Вас сообщать только те персональные данные, которые необходимы для регистрации, ответа на Ваш запрос или замечание онлайн-магазину. В тоже время, если Вы решите сообщить нам дополнительные персональные данные, мы будем этому рады и обязуемся обработать их с необходимым уровнем защиты.
uk: Ми просимо Вас повідомляти лише ті персональні дані, які необхідні для реєстрації, відповіді на Ваш запит чи зауваження онлайн-магазину. У той же час, якщо Ви вирішите повідомити нам додаткові персональні дані, ми будемо раді і зобов'язуємося обробити їх з необхідним рівнем захисту.

source: Пользователи несут ответственность за всю информацию, которую они размещают в общедоступных записях.
uk: Користувачі відповідають за всю інформацію, яку вони розміщують у загальнодоступних записах.

source: При обслуживании посетителей сайта команда WhySkin вправе собирать личную информацию для выполнения запроса Пользователя и, в случае необходимости, обратного ответа.
uk: При обслуговуванні відвідувачів сайту команда WhySkin має право збирати особисту інформацію для виконання запиту Користувача та, у разі потреби, зворотної відповіді.

source: Мы не собираем и, соответственно, не обрабатываем персональные данные о расовом или этническом происхождении, политических, мировоззренческих или религиозных убеждениях, членстве в политических партиях и проф. союзах, осуждения к уголовному наказанию, а также данных, касающихся здоровья, половой жизни, биометрических и генетических данных.
uk: Ми не збираємо і, відповідно, не обробляємо персональні дані про расове чи етнічне походження, політичні, світоглядні чи релігійні переконання, членство в політичних партіях та проф. союзах, засудження до кримінального покарання, а також даних, що стосуються здоров'я, статевого життя, біометричних та генетичних даних.

source: Как и почему мы используем их
uk: Як і чому ми використовуємо їх

source: Наш сервис использует Cookies (куки). Это небольшие по размеру файлы с данными, расположенные на устройстве Пользователя, которые не представляют угрозу и помогают запоминать Ваши предпочтения. Полный перечень Вы можете увидеть, перейдя в консоль разработчика -> Application -> Cookies -> дальше из выпавшего меню выбираете сервис WhySkin и просматриваете.
uk: Наш сервіс використовує Cookies (кукі). Це невеликі за розміром файли з даними, розташовані на пристрої Користувача, які не загрожують і допомагають запам'ятовувати Ваші уподобання. Повний перелік Ви можете побачити, перейшовши в консоль розробника -> Application -> Cookies -> далі з меню вибираєте сервіс WhySkin і переглядаєте.

source: Цели, для которых онлайн-сервис WhySkin собирает и обрабатывает данные:
uk: Цілі, для яких онлайн-сервіс WhySkin збирає та обробляє дані:

source: Возможность посетителям пользоваться основным функционалом сайта (сбор на регистрации).
uk: Можливість відвідувачів користуватися основним функціоналом сайту (збір на реєстрацію).

source: Возможность оформления заказа и отправления Вам товара.
uk: Можливість оформлення замовлення та відправлення Вам товару.

source: Сроки обработки персональных данных определяются исходя из целей обработки, но не дольше чем это определено Законодательством. Мы также учитываем периоды, для которых нам, возможно, потребуется сохранить Ваши персональные данные для выполнения наших юридических обязательств перед Вами или контролирующими органами.
uk: Терміни обробки персональних даних визначаються виходячи з цілей обробки, але не довше, ніж це визначено Законодавством. Ми також враховуємо періоди, для яких нам, можливо, потрібно буде зберегти Ваші персональні дані для виконання наших юридичних зобов'язань перед Вами або контролюючими органами.

source: Администрация – кому можно обрабатывать данные
uk: Адміністрація – кому можна обробляти дані

source: К обработке персональных данных допущены только те сотрудники администрации, на которых возложена такая обязанность в соответствии с их служебными обязанностями. Доступ других сотрудников может быть предоставлен исключительно в предусмотренных Законом случаях. Команда WhySkin гарантирует от своих сотрудников соблюдения конфиденциальности и обеспечения безопасности персональных данных при их обработке.
uk: До обробки персональних даних допущені лише ті співробітники адміністрації, на яких покладено такий обов'язок відповідно до їхніх службових обов'язків. Доступ інших працівників може бути наданий виключно у передбачених Законом випадках. Команда WhySkin гарантує від своїх співробітників дотримання конфіденційності та забезпечення безпеки персональних даних під час їх обробки.

source: Администрация имеет право передать персональные данные третьим лицам в следующих случаях:
uk: Адміністрація має право передати персональні дані третім особам у таких випадках:

source: субъект персональных данных письменно выразил свое согласие на данные действия. Передача происходит на основании заключенного с третьим лицом договора, условием которого является соблюдение конфиденциальности и неразглашении персональных данных;
uk: суб'єкт персональних даних письмово висловив свою згоду на ці дії. Передача відбувається на підставі укладеного з третьою особою договору, умовою якого є дотримання конфіденційності та нерозголошення персональних даних;
